 # http://thomasf.github.io/solarized-css/
# http://www.seas.upenn.edu/~heqin/academic/sitecreation.html

#+SETUPFILE: css/level-0.orgcss
#+HTML: <script src="js/bootstrap.min.js"></script>
#+STARTUP: content

# #+OPTIONS:     H:2 num:t toc:t \n:nil @:t ::t |:t ^:t f:t TeX:t
#+OPTIONS: ^:nil
#+OPTIONS: html-postamble:t
#+OPTIONS: date:t
#+BIND: org-html-postamble-format
# #+BIND: org-export-with-date
#+TITLE: Blogging at JYU



Please check HELP for keyboard shortcuts. Many of them are emacs shortcuts (ie, =p=, =n= for /previous/ and /next/ page respectively).  In order to toggle view press =m=.


** Python in Babel                                     :orgmode:babel:python:
#+BEGIN_EXAMPLE

#+BEGIN_SRC python :results output
import sys
print(sys.version)
#+END_SRC

#+RESULTS:
: 2.7.10 (default, May 26 2015, 04:16:29)
: [GCC 5.1.0]


#+END_EXAMPLE
